{
  "diploma": [
      {
      "id": 1,
      "url": "https://f.top4top.io/p_2810t96o61.jpg",
      "title": "تصميم الجرافيك والمونتاج الشاملة",
      "description": "برنامج تدريبي مكثف ومتكامل من الصفر إلى الإحتراف يؤهلك لتبدأ عملك الخاص في مجال التصميم الجرافيكي والموشن جرافيك والمونتاج سواء محليآ أو من خلال العمل الحر عبر الإنترنت",
      "time": " 100 ساعة تدريبية ",
      "axes": [
        "• دمج وتعديل الصور بشكل إحترافي",
        "• تصميم جميع أنواع المطبوعات بمختلف أشكالها: (بروشورات،ملصقات،كتيبات،كتب،مجلات،مطويات)",
        "• تصميم جميع أنواع الإعلانات الإلكترونية وتصاميم السوشيال ميديا",
        "• تصميم الشعارات والهوية التجارية الكاملة للمؤسسات والشركات",
        "• تصميم جميع أنواع الأغلفة (أغلفة البضائع والمنتجات بإختلاف أنواها)",
        "• التصميم والتنسيق الداخلي للكتب والمجلات والمطويات",
        "• رسم وتحريك الشخصيات والعناصر والأشكال الكرتونية",
        "• مونتاج الفيديو بشكل كامل",
        "• مونتاج الصوت (للتعليق الصوتي والإنشاد والغناء وغيرها)",
        "• إنشاء فيديوهات الموشن جرافيك والإنفوجرافيك والإنترو بشكل احترافي",
        "• البرامج التي ستستخدها  : Adobe Photoshop , Adobe illustrator , Adobe InDesign , Adobe After Effects , Adobe premiere , Adobe Audition , CorelDraw ",
        "• والعديد العديد من المهارات الأخرى",
      ],
    "grant": "ورشة عمل مجانيـة بعنوان (العمل الحر عبر الإنترنت-الفريلانسر) يحصل عليها المتدربون في نهاية الدبلومة"
      "img1": "https://j.top4top.io/p_2810ywmll1.jpg",
      "img2": "https://k.top4top.io/p_28104ngy32.jpg",
      "img3": "https://i.top4top.io/p_28102sruk4.jpg",
      },
      {
      "id": 2,
      "url": "https://l.top4top.io/p_28104xz813.jpg",
      "title": "تصميم المواقع الإلكترونية وصفحات الويب Front-End",
      "description": "يعتبر هذا المجال تصميم المواقع الإلكترونية وصفحات الويب من أكثر المجالات طلبآ في سوق العمل الحر عبر الإنترنت الفريلانسر وبالتالي فإن الفرصة تكون متاحة تماماً أمام خريج الدبلومة للإنطلاق والعمل في هذا المجال بعد إتمامها مباشرة بكل قدرة وكفاءة عالية",
      "time": " 90 ساعة تدريبية ",
      "axes": [
        "• تطبيق عملي بالكامل مع تسجيل فيديو لجميع اللقاءات",
        "• تنفيذ عدة مشاريع خلال فترة التدريب",
        "• متابعة مستمرة من طرف المدرب أثناء وبعد إنتهاء الدورة",
        "• شهادات معتمدة من وزارة التربية والتعليم في نهاية الدورة",
        "• لا يشترط مؤهل أو تخصص معين للإلتحاق",
        "• لا يشترط وجود أي خبرة مسبقة في التصميم أو البرمجة",
        "• لا تتطلب لغة إنجليزية قوية فالإعتماد فقط على بعض المصطلحات",
        "• تسديد الرسوم بالتقسيط وفق آلية مناسبة للجميع",
        "• لقاءات إضافية في نهاية الدبلومة عن طرق جلب المشاريع والعمل عبر الإنترنت",
      ],
      "axesOrginal": [
        "HTML",
        "CSS",
        "HTML5",
        "CSS3",
        "Javascript",
        "JQuery",
        "Bootstrap",
      ],
    "grant": "ورشة عمل مجانيـة بعنوان (العمل الحر عبر الإنترنت الفريلانسر) يحصل عليها المتدربون في نهاية الدبلومة"
      "img1": "https://k.top4top.io/p_28104ngy32.jpg",
      "img2": "https://d.top4top.io/p_2810m8dao2.jpg",
      "img3": "https://b.top4top.io/p_2810xneha5.jpg",
      },
      {
      "id": 3,
      "url": "https://c.top4top.io/p_2810yzkat1.jpg",
      "title": "برمجة المواقع الإلكترونية PHP+Laravel",
      "description": "يعتبر مجال تصميم وبرمجة المواقع الإلكترونية وصفحات الويب أحد أكثر المجالات طلبآ في سوق العمل عبر الإنترنت الفريلانسر وبالتالي يصبح الباب مفتوحآ أمام خريجي الدبلومة للإنطلاق في هذا العمل بكل قدرة وكفاءة عالية",
      "time": " 80 ساعة تدريبية ",
      "axes": [
        "• الفترة الزمنية للتدريب 3 أشهر",
        "• تطبيق عملي بالكامل مع تسجيل فيديو لجميع اللقاءات",
        "• أوقات الدوام يتم تحديدها حسب رغبة المسجلين",
        "• تطبيق عدة مشاريع كاملة خلال الدبلومة",
        "• نضمن للمتدرب الإستفادة الكاملة عند إنتهاء التدريب",
        "• شهادات معتمدة من وزارة التربية والتعليم العالي",
        "• تسديد الرسوم يتم وفق آلية تقسيط مناسبة للجميع",
      ],
      "axesOrginal": [
        "PHP",
        " Laravel Framework",
        "Database with PHP",
        " DataBase with Laravel",
        "GitHub",
        "Freelancing",
      ],
      "img1": "https://d.top4top.io/p_2810m8dao2.jpg",
      "img2": "https://f.top4top.io/p_2810gwf2w4.jpg",
      "img3": "https://i.top4top.io/p_28102sruk4.jpg",
      },
     {
      "id": 4,
      "url": "https://d.top4top.io/p_28109my4d1.jpg",
      "title": "برمجة تطبيقات الهواتف الذكية_Flutter",
      "description": "والتي ستضمن لك تعلم وإتقان مهارة إنشاء وبرمجة تطبيقات الموبايل عالية الأداء وذات واجهات فريدة ومميزة تعمل على أنظمة Android و iOS بإستخدام بيئة عمل فلاتر ولغة دارت . حيث ستحصل من خلال هذا الدبلومة الشاملة على كافة الخبرات والمهارات التي ستؤهلك لدخول سوق العمل كمبرمج تطبيقات موبايل محترف",
      "time": " 100 ساعة تدريبية ",
      "axes": [
        "• الفترة الزمنية للتدريب 4 أشهر",
        "• أوقات الدوام يتم تحديدها بما يناسب جميع المسجلين",
        "• مدرب محترف ذو كفاءة وخبرة عملية عالية جدآ",
        "• متابعة مستمرة مع المتدربين أثناء وبعد إنتهاء فترة التدريب",
        "• التسجيل متاح لجميع المهتمين من كافة الأعمار",
        "• شهادات معتمدة من وزارة التربية والتعليم العالي",
      ],
      "axesOrginal": [
        "تعلم اساسيات لغة Dart",
        "تعلم كيفية بناء واجهات بإستخدام فلاتر UI",
        "كيفية التعامل مع برامج ال Figma , XD",
        " Local Data Base (AppPreferance)",
        "Sqflite",
        "Futures , Async & await",
        "جعل التطبيق يدعم اكثر من لغة Localizations",
        "Get State Management",
        "Google Maps خرائط جوجل",
        "Firestore ,Notification, Firebase Storage) Firebase)",
        "API",
        "رفع التطبيقات على المتاجر",
        "العمل على منصات العمل الحر عبر الإنترنت",
      ],
      "img1": "https://f.top4top.io/p_2810gwf2w4.jpg",
      "img2": "https://i.top4top.io/p_28102sruk4.jpg",
      "img3": "https://k.top4top.io/p_28104ngy32.jpg",
      },
     {
      "id": 5,
      "url": "https://i.top4top.io/p_28108jlgj1.jpg",
      "title": " الأمن السيبراني",
      "description": "هو خبير تقني تعلم جميع استراتيجيات المهاجمين الضارين، لتساعده في تحديد الثغرات الأمنية التي يمكن حلها قبل أن تتاح الفرصة للمهاجم الضار لاستغلالها . وبذلك يكون قادر على توفير كل سبل الحماية الرقمية للمؤسسات بما تمتلكه من بيانات أو شبكات أو مواقع ويب أو تطبيقات أو أنظمة تشغيل وغيرها، والتصدي لجميع محاولات الإختراق المحتملة",
      "time": " 72 ساعة تدريبية ",
      "axes": [
        "• تعلم القضايا الرئيسية التي تهدد وتؤثر على أمن المعلومات، إدارة الحوادث، واختبارات الاختراق.",
        "• تعلم أنواع البصمات المختلفة، أدوات البصمات، والتدابير المضادة.",
        "• تعلم تقنيات مسح الشبكات والإجراءات المضادة.",
        "• تعلم تقنيات التعداد والإجراءات المضادة.",
        "• تعلم منهجية اختراق الأنظمة، إخفاء المعلومات، هجمات إخفاء الأخطاء، وتغطية المسارات.",
        "• تعلم تحليل الفيروسات ودودة الكمبيوتر، وكذلك إجراء تحليل البرامج الضارة والتدابير المضادة.",
        "• تعلم تقنيات حزم البيانات المارة بالشبكات وكيفية حمايتها.",
        "• تعلم تقنيات الهندسة الاجتماعية، تحديد السرقة، والهندسة الاجتماعية المضادة.",
        "• تعلم تقنيات الاختطاف والتدابير المضادة.",
        "• تعلم الأنواع المختلفة لهجمات خادم الويب، منهجية الهجوم، والتدابير المضادة.",
        "• تعلم الأنواع المختلفة لهجمات تطبيقات الويب، والتدابير المضادة.",
        "• تعلم هجمات حقن SQL وأدوات الكشف عنها.  ",
        "• تعلم الهجوم على الأجهزة المحمولة ، نقاط ضعف نظام التشغيل الآندرويد، والمبادئ التوجيهية لأمن الأجهزة المحمولة.",
        "•  تعلم تقنيات جدار الحماية، أدوات التهرب، والتدابير المضادة.",
        "• تعلم مختلف مفاهيم الحوسبة السحابية, التهديدات, الهجمات, التقنيات, والأدوات الأمنية.",
        "• تعلم الأنواع المختلفة لاختبار الاختراق، التدقيق الأمني، تقييم نقاط ومواطن الضعف، وخارطة اختبار الاختراق.",
        "• تعلم كيفية تحليل قابلية التأثر لتحديد الثغرات الأمنية في الشبكات المستهدفة والبنية التحتية للاتصالات والأنظمة الطرفية.",
        "• تعليم بناء نظام متكامل لأمن الشركات والمؤسسات.",
        "• تعلم مختلف التهديدات التي تواجه منصات التواصل الاجتماعي والتدابير المضادة."    
      ],
      "axesOrginal": [
        "تعلم اساسيات لغة Dart",
        "تعلم كيفية بناء واجهات بإستخدام فلاتر UI",
        "كيفية التعامل مع برامج ال Figma , XD",
        " Local Data Base (AppPreferance)",
        "Sqflite",
        "Futures , Async & await",
        "جعل التطبيق يدعم اكثر من لغة Localizations",
        "Get State Management",
        "Google Maps خرائط جوجل",
        "Firestore ,Notification, Firebase Storage) Firebase)",
        "API",
        "رفع التطبيقات على المتاجر",
        "العمل على منصات العمل الحر عبر الإنترنت",
      ],
      "img1": "https://b.top4top.io/p_2810xneha5.jpg",
      "img2": "https://k.top4top.io/p_28104ngy32.jpg",
      "img3": "https://j.top4top.io/p_2810ywmll1.jpg",
      },
     {
      "id": 6,
      "url": "https://i.top4top.io/p_2810libox2.jpg",
      "title": " التسويـق الإلكترونـي ",
      "description": " تُعد إحدى أكثر المهارات الحديثة طلبـاً في سوق العمل الحر عبر الإنترنت بدون أي شهادة أو أي خبرة مسبقة في المجال",
      "time": " 80 ساعة تدريبية ",
      "axes": [
        "• الفترة الزمنية 3 أشهر",
        "• أوقات الدوام يتم تحديدها بما يناسب جميع المسجلين",
        "• مدرب محترف ذو خبرة عملية واسعة وكفاءة عالية جدآ",
        "• متابعة مستمرة مع المتدربين أثناء وحتى بعد إنتهاء فترة التدريب",
        "• جميع المحاضرات تُسجل كمقاطع فيديو وتُمنح للمتدربين",
        "• شهادات معتمدة من وزارة التربية والتعليم العالي",
        "• التسجيل متاح لجميع المهتمين من كافة الفئات والأعمار",
        "• لا يشترط وجود شهادات أو مؤهلات مسبقة",
        "• نضمن للمتدرب الإستفادة الكاملة عند إنتهاء التدريب",
      ],
      "axesOrginal": [
        " التعرف على التسويق الإلكتروني وأهم مجالاته والفروق بينه وبين التسويق التقليدي",
        "إعداد المزيج التسويقي للشركة أو الخدمة التي يقدمها الطالب",
        "الفروق بين التسويق الإلكتروني للمنتجات والتسويق للخدمات",
        "طرق وكيفيات البحث وتحديد فئات المنافسين",
        "تحليل الجمهور المستهدف وتحديد الخصائص الشخصية والديموغرافية والنفسية للعملاء المستهدفين",
        "التعرف على التسويق الوارد ومزاياه ورسم خطة إستقطاب العميل",
        "تعلم التسويق بالمحتوى وأصنافه المختلفة",
        "طرق جلب الأفكار المتجددة لصناعة المحتوى",
        " أساسيات تهيئة وتحسين محركات البحث (SEO)",
        "طريقة كتابة المقالات المتوافقة مع الSEO",
        " إعداد الخطة التسويقية للشركات",
        "الإعلانات الممولة على محرك جوجل والمواقع مثل فيسبوك وإنستغرام وتويتر ",
        "التعرف على أهداف الحملات الإعلانية المختلفة وفائدة كل منها",
        "التعرف على المزاد الإعلاني وكيف يتم إظهار الإعلان",
        " التعرف على أهم منصات العمل الحر عبر الإنترنت (مواقع الفريلانسر) ومبدأ عملها",
        " إنشاء وتوثيق حسابات منصات الفريلانسر وإستقطاب أعمال التسويق الإلكتروني من خلالها",
        "أفضل الطرق المتبعة لكسب ثقة العملاء في إنجاز المشاريع المطروحة",
      ],
      "img1": "https://b.top4top.io/p_2810xneha5.jpg",
      "img2": "https://k.top4top.io/p_28104ngy32.jpg",
      "img3": "https://j.top4top.io/p_2810ywmll1.jpg",
      },
     {
      "id": 7,
      "url": "https://i.top4top.io/p_2810p6rlj3.jpg",
      "title": "إعداد مهندس معماري معتمد",
      "description": " ستضمن لك إحتراف برامج الهندسة المعمارية وتؤهلك لدخول سوق العمل بكل قدرة وكفاءة عالية محليآ أو من خلال العمل عبر الإنترنت",
      "time": " 90 ساعة تدريبية ",
      "axes": [
        "• الفترة الزمنية 3 أشهر",
        "• أوقات الدوام يتم تحديدها بما يناسب جميع المسجلين",
        "• مدرب محترف ذو خبرة عملية واسعة وكفاءة عالية جدآ",
        "• متابعة مستمرة مع المتدربين أثناء وحتى بعد إنتهاء فترة التدريب",
        "• شهادات معتمدة من وزارة التربية والتعليم العالي",
        "• جميع المحاضرات تُسجل كمقاطع فيديو وتُمنح للمتدربين",
        "• التسجيل متاح لجميع المهتمين من كافة الفئات والأعمار",
        "• نضمن للمتدرب الإستفادة الكاملة عند إنتهاء التدريب",
      ],
      "axesOrginal": [
        "إحتراف برنامج AutoCad",
        " إحتراف برنامج Sketch Up",
        "إحتراف برنامج Lumion",
        "جلب المشاريع الهندسية والعمل عن بعد عبر الإنترنت",
      ],
      "img1": "https://b.top4top.io/p_2810xneha5.jpg",
      "img2": "https://k.top4top.io/p_28104ngy32.jpg",
      "img3": "https://j.top4top.io/p_2810ywmll1.jpg",
      },
     {
    "id": 8,
      "url": "https://www12.0zz0.com/2023/09/11/22/120776254.jpg",
      "title": " إعداد محاسب مالي معتمد PCFA ",
      "description": " تهدف الدبلومة بشكل أساسي إلى تخريج محاسبين على مستوى عالي من الخبرة والمهارة العملية التي تؤهلهم للتعامل مع الواقع المحاسبي المعمول به في الشركات والمؤسسات العاملة في قطاع غزة",
      "time": " 100 ساعة تدريبية ",
      "axes": [
        "• محاسبة الشركات التجارية (برنامج الأصيل+برنامج المحاسب الذكي)",
        "• تسوية ومطابقة حسابات البنوك (برنامج الأصيل+المحاسب الذكي)",
        "• الأكسـل المالي المحاسبي للمشاريـع",
        "• محاسبة الجمعيات الخيرية NGOs",
        "• محاسبة شركات المقاولات",
        "• كيفية اعداد التقارير الضريبـيـة وكيفية التعامل مع الضريبة المضافة وضريبة الدخل والاملاك والجمارك",
        "• الحسابات الختامية (قائمة المركز المالي) وتوضيح الاختلاف بين النشاطات المختلفة",
        "• والعديد من المحاور والتطبيقات العملية المحاسبية الأخرى التي سيتم التعرف عليها خلال اللقاء التحضري للدبلومة",
      ],
      "img1": "https://b.top4top.io/p_2810xneha5.jpg",
      "img2": "https://k.top4top.io/p_28104ngy32.jpg",
      "img3": "https://j.top4top.io/p_2810ywmll1.jpg",
      },
     {
    "id": 9,
      "url": "https://c.top4top.io/p_28102sex23.jpg",
      "title": " إعداد كهربائي منازل محترف",
      "description": "",
      "time": " 72 ساعة تدريبية ",
      "axes": [
        "• التعرف علي المصطلحات الشائعة والضرورية في سوق العمل كفني كهرباء محترف",
        "• تركيب وتأسيس المقابس والمفاتيح والإضاءة والتعرف على جميع انواعها من حيث التصنيع / عملي ونظري",
        "• التعرف علي جميع المواد المطلوبة والمستخدمة في تأسيس المنازل",
        "• التدرب علي تمديد وتأسيس شبكة الليدات واكتشاف اعطالها",
        "• التدرب على تأسيس جميع خطوط الخدمات التليفون والتلفزيون والانترنت وغيرها",
        "• التدرب علي كيفية تجميع البطاريات والUBS وتأسيس شبكاتها في المنازل",
        "• التدرب علي تركيب وتجميع كافة أنواع حِبال الإضاءة والاسبوتات",
        "• التدرب علي تركيب وتجميع كافة أنواع حِبال الإضاءة والاسبوتات",
        "• التعرف علي تركيب وتجميع وتوصيل اللوحات الرئيسية للمنزل عملي ونظري",
        "• تركيب الساعات الرئيسية والاشتركات الخاصة بشركة الكهرباء",
        "• تركيب الساعات الرئيسية والاشتركات الخاصة بشركة الكهرباء",
        "• التدرب علي قراءة المخططات الهندسية الكهربائية عملي ونظري",
        "• التدرب علي تأسيس وتمديد المخططات الكهربائية لأسقف المنازل",
        "• التعرف علي جميع قياسات الكوابل والاسلاك واستخداماتها",
        "• التعرف علي طريقة زراعة وصيانة الشبكات الهوائية (الاعمدة )عملي ونظري",
        "• التعرف على جميع سبل الحماية والوقاية المتبعة في العمل كفني كهرباء",
        "• التدريب علي اكتشاف اية اعطال كهربائية داخلية وخارجية ",
        "• التعرف علي جميع المواد المطلوبة في التحكم الكنترول",
        "• التدريب على تركيب القلابات اليدوي و الأوتوماتيكي بين مصدري كهرباء ",
        "• التعرف والتدريب على تأسيس خط الأرضي الخاص للبناية",
        "• العديد من التطبيقات والامثلة الهامة سوف يتم التطرق إليها خلال فترة التدريب",
      ],
      "img1": "https://c.top4top.io/p_28102sex23.jpg",
      "img2": "https://i.top4top.io/p_2810gajdr9.jpg",
      "img3": "https://f.top4top.io/p_2810xwvpa6.jpg",
      },
   ]
}
